Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# core_ui.774ed165f29d
source: AI機能はオフです
ar_sa: ميزات الذكاء الاصطناعي متوقفة
ca: Les funcions d'IA estan desactivades
cs: Funkce AI jsou vypnuté
da: AI-funktioner er slået fra
de_de: KI-Funktionen sind aus
el: Οι λειτουργίες AI είναι απενεργοποιημένες
en_au: AI features are off
es_es: Las funciones de IA están desactivadas
fi: Tekoälytoiminnot ovat pois käytöstä
fr_ca: Les fonctions IA sont désactivées
gu: AI સુવિધાઓ બંધ છે
he: תכונות AI כבויות
hi: AI सुविधाएँ बंद हैं
hr: AI značajke su isključene
hu: Az MI-funkciók ki vannak kapcsolva
id: Fitur AI dinonaktifkan
it: Le funzioni IA sono disattivate
ko: AI 기능 꺼짐
mr: AI वैशिष्ट्ये बंद आहेत
ms: Ciri AI dimatikan
nl_nl: AI-functies staan uit
no: AI-funksjoner er av
pl: Funkcje AI są wyłączone
pt_br: Os recursos de IA estão desativados
pt_pt: Os funcionalidades de IA estão desativados
ro: Funcțiile AI sunt dezactivate
ru: Функции ИИ выключены
sk: Funkcie AI sú vypnuté
sl: Funkcije UI so izklopljene
sv: AI-funktioner är avstängda
ta: AI அம்சங்கள் முடக்கப்பட்டுள்ளன
te: AI ఫీచర్లు ఆఫ్‌లో ఉన్నాయి
th: ฟีเจอร์ AI ปิดอยู่
tr: AI özellikleri kapalı
uk: Функції ШІ вимкнено
vi: Tính năng AI đang tắt
zh_hans: AI功能已关闭
zh_hant: AI功能已關閉

# core_ui.7759ae6468d0
source: 配信
ar_sa: تسليم
ca: lliurament
cs: Distribuce
da: Distribution
de_de: Versenden
el: Αποστολή
en_au: Send
es_es: Enviar
fi: Lähetä
fr_ca: Diffusion
gu: ડાઉનલોડ
he: שליחה
hi: भेजें
hr: Slati
hu: Küldés
id: Distribusi
it: Invio
ko: 배포
mr: वितरण
ms: Hantar
nl_nl: Verzend
no: Send
pl: Rozesłanie
pt_br: Enviar
pt_pt: Enviar
ro: Distribuire
ru: Отправить
sk: Odoslanie
sl: Pošljite
sv: Skicka
ta: அறிவிப்பு
te: పంపడం
th: ส่ง
tr: Gönder
uk: Розсилка
vi: Gửi
zh_hans: 发布
zh_hant: 发送

# core_ui.77ab8584d196
source: 週の回数
ar_sa: عدد المرات في الأسبوع
ca: nombre de vegades per setmana
cs: Počet tréninků v týdnu
da: Antal gange om ugen
de_de: Anzahl der Trainingseinheiten pro Woche
el: Αριθμός προπονήσεων ανά εβδομάδα
en_au: Frequency per week
es_es: Número de veces por semana
fi: Viikoittainen määrä
fr_ca: Nombre de séances par semaine
gu: અઠવાડિયામાં કેટલી વાર?
he: מספר פעמים בשבוע
hi: सप्ताह में कितनी बार
hr: Broj tjednih treninga
hu: Heti frekvencia
id: Frekuensi per minggu
it: Numero di allenamenti a settimana
ko: 주별 운동 횟수
mr: ह्या आठवड्यात किती वेळा?
ms: Kuantiti per minggu
nl_nl: Aantal keren per week
no: Antall ganger per uke
pl: Liczba treningów tygodniowo
pt_br: Número de vezes por semana
pt_pt: Número de vezes por semana
ro: Numărul de sesiuni pe săptămână
ru: Частота тренировок
sk: Počet tréningov za týždeň
sl: Število treningov na teden
sv: Antal gånger per vecka
ta: வாரத்திற்கு எத்தனை முறை?
te: వారానికి ఎన్నిసార్లు?
th: จำนวนครั้งต่อสัปดาห์
tr: Haftalık tekrar sayısı
uk: Кількість за тиждень
vi: Số lần tập luyện mỗi tuần
zh_hans: 每周次数
zh_hant: 每周次数

# core_ui.77e36dbf6362
source: できないこと
ar_sa: ما لا يمكنه فعله
ca: Què no pot fer
cs: Co nedokáže
da: Hvad den ikke kan
de_de: Was nicht möglich ist
el: Τι δεν μπορεί να κάνει
en_au: What it can't do
es_es: Lo que no puede hacer
fi: Mihin se ei pysty
fr_ca: Ce que l'app ne peut pas faire
gu: તે શું કરી શકતું નથી
he: מה הוא לא יכול לעשות
hi: यह क्या नहीं कर सकता
hr: Što ne može učiniti
hu: Amire nem képes
id: Yang tidak dapat dilakukan
it: Cosa non può fare
ko: 할 수 없는 일
mr: हे काय करू शकत नाही
ms: Perkara yang tidak dapat dilakukan
nl_nl: Wat niet mogelijk is
no: Hva den ikke kan gjøre
pl: Czego nie potrafi
pt_br: O que ele não pode fazer
pt_pt: O que ele não pode fazer
ro: Ce nu poate face
ru: Что недоступно
sk: Čo nedokáže
sl: Česa ne zmore
sv: Vad den inte kan göra
ta: இதனால் செய்ய முடியாதவை
te: ఇది చేయలేనివి
th: สิ่งที่ทำไม่ได้
tr: Yapamayacakları
uk: Що недоступно
vi: Những việc không thể làm
zh_hans: 无法做到的事
zh_hant: 無法做到的事

# core_ui.781733d2b8b2
source: 続けられるペース
ar_sa: وتيرة يمكن أن تستمر
ca: ritme que es pot continuar
cs: Rychlost, ve které můžete pokračovat
da: Et tempo, du kan opretholde
de_de: Nachhaltiges Tempo
el: Ρυθμός που μπορείτε να διατηρήσετε
en_au: Sustainable pace
es_es: Ritmo que puedes mantener
fi: Sopiva harjoitteluun
fr_ca: Rythme maintenable
gu: જેટલા તમે કરી શકો તેવો દર
he: קצב שבו ניתן להמשיך
hi: वह गति जिस पर आप जारी रख सकते हैं।
hr: Tempo koji možete održati
hu: Megtartható tempó
id: Tempo yang berkelanjutan
it: Ritmo sostenibile
ko: 지속 가능한 속도
mr: प्रशिक्षण करण्याची गती
ms: Kejutan yang boleh anda lakukan
nl_nl: Tempo waarmee je kunt voortzetten
no: Et tempo du kan opprettholde
pl: Tempo, w jakim możesz kontynuować
pt_br: Ritmo que você consegue manter
pt_pt: Ritmo que você consegue manter
ro: Ritmul în care puteți continua
ru: Темп, который можно поддерживать
sk: Rýchlosť, v ktorej môžete pokračovať
sl: Hitrost, s katero lahko trenirate
sv: En hållbar takt
ta: தொடர்ந்து செய்யக்கூடிய வேகம்
te: నిర్వహించగల వేగం
th: จังหวะที่สามารถทำได้ต่อเนื่อง
tr: Sürdürülebilir bir tempo
uk: Темп, який ви можете підтримувати
vi: Tốc độ duy trì
zh_hans: 可持续的节奏
zh_hant: 可持续的节奏

# core_ui.789d7c369bcb
source: 戻る
ar_sa: رجوع
ca: Enrere
cs: Zpět
da: Tilbage
de_de: Zurück
el: Πίσω
en_au: Back
es_es: Atrás
fi: Takaisin
fr_ca: Retour
gu: પાછા
he: חזרה
hi: वापस
hr: Natrag
hu: Vissza
id: Kembali
it: Indietro
ko: 뒤로
mr: मागे
ms: Kembali
nl_nl: Terug
no: Tilbake
pl: Wstecz
pt_br: Voltar
pt_pt: Voltar
ro: Înapoi
ru: Назад
sk: Späť
sl: Nazaj
sv: Tillbaka
ta: பின்செல்
te: వెనుకకు
th: กลับ
tr: Geri
uk: Назад
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

# core_ui.79f4b3098d2f
source: 1日の食事目標
ar_sa: أهداف التغذية اليومية
ca: Objectius nutricionals diaris
cs: Denní výživové cíle
da: Daglige ernæringsmål
de_de: Tägliche Ernährungsziele
el: Ημερήσιοι διατροφικοί στόχοι
en_au: Daily nutrition goals
es_es: Objetivos diarios de nutrición
fi: Päivittäiset ravitsemustavoitteet
fr_ca: Objectifs nutritionnels quotidiens
gu: દૈનિક પોષણ લક્ષ્યો
he: יעדי תזונה יומיים
hi: रोज़ के पोषण लक्ष्य
hr: Dnevni prehrambeni ciljevi
hu: Napi táplálkozási célok
id: Target nutrisi harian
it: Obiettivi nutrizionali giornalieri
ko: 일일 영양 목표
mr: दैनिक पोषण उद्दिष्टे
ms: Sasaran pemakanan harian
nl_nl: Dagelijkse voedingsdoelen
no: Daglige ernæringsmål
pl: Dzienne cele żywieniowe
pt_br: Metas diárias de alimentação
pt_pt: Objetivos diários de alimentação
ro: Obiective nutriționale zilnice
ru: Ежедневные цели питания
sk: Denné výživové ciele
sl: Dnevni prehranski cilji
sv: Dagliga näringsmål
ta: தினசரி ஊட்டச்சத்து இலக்குகள்
te: రోజువారీ పోషక లక్ష్యాలు
th: เป้าหมายโภชนาการรายวัน
tr: Günlük beslenme hedefleri
uk: Щоденні цілі харчування
vi: Mục tiêu dinh dưỡng hằng ngày
zh_hans: 每日饮食目标
zh_hant: 每日飲食目標

# core_ui.79fac498bcc6
source: AIなしでも、今日の提案はそのまま使えます。
ar_sa: تظل اقتراحات اليوم متاحة دون الذكاء الاصطناعي.
ca: Les recomanacions d'avui continuen disponibles sense IA.
cs: Dnešní doporučení lze používat i bez AI.
da: Dagens anbefalinger kan stadig bruges uden AI.
de_de: Die heutigen Empfehlungen bleiben auch ohne KI verfügbar.
el: Οι σημερινές προτάσεις παραμένουν διαθέσιμες χωρίς AI.
en_au: Today's recommendations remain available without AI.
es_es: Las recomendaciones de hoy siguen disponibles sin IA.
fi: Tämän päivän suositukset ovat käytettävissä myös ilman tekoälyä.
fr_ca: Les recommandations du jour restent disponibles sans IA.
gu: AI વગર પણ આજની ભલામણો ઉપલબ્ધ રહેશે.
he: ההמלצות להיום זמינות גם ללא AI.
hi: AI के बिना भी आज के सुझाव उपलब्ध रहेंगे।
hr: Današnje preporuke ostaju dostupne bez AI-ja.
hu: A mai ajánlások MI nélkül is használhatók.
id: Rekomendasi hari ini tetap dapat digunakan tanpa AI.
it: I consigli di oggi restano disponibili anche senza IA.
ko: AI 없이도 오늘의 추천을 계속 사용할 수 있습니다.
mr: AI शिवायही आजच्या शिफारसी उपलब्ध राहतील.
ms: Cadangan hari ini masih boleh digunakan tanpa AI.
nl_nl: De aanbevelingen van vandaag blijven beschikbaar zonder AI.
no: Dagens anbefalinger kan fortsatt brukes uten AI.
pl: Dzisiejsze zalecenia pozostają dostępne bez AI.
pt_br: As recomendações de hoje continuam disponíveis sem IA.
pt_pt: As recomendações de hoje continuam disponíveis sem IA.
ro: Recomandările de azi rămân disponibile fără AI.
ru: Сегодняшние рекомендации доступны и без ИИ.
sk: Dnešné odporúčania môžete používať aj bez AI.
sl: Današnja priporočila so na voljo tudi brez UI.
sv: Dagens rekommendationer kan fortfarande användas utan AI.
ta: AI இல்லாமலும் இன்றைய பரிந்துரைகள் கிடைக்கும்.
te: AI లేకపోయినా ఈరోజు సిఫార్సులు అందుబాటులో ఉంటాయి.
th: คำแนะนำวันนี้ยังใช้ได้แม้ไม่มี AI
tr: Bugünün önerileri AI olmadan da kullanılabilir.
uk: Сьогоднішні рекомендації доступні й без ШІ.
vi: Các đề xuất hôm nay vẫn dùng được khi không có AI.
zh_hans: 即使不使用AI，今天的建议仍可使用。
zh_hant: 即使不使用AI，今天的建議仍可使用。

# core_ui.7cc0b0723d1f
source: 提案されたメニューをiPhoneやApple Watchで、そのまま進めます。
ar_sa: اتبع التمرين المقترح على iPhone أو Apple Watch.
ca: Segueix l'entrenament recomanat a l'iPhone o l'Apple Watch.
cs: Postupujte podle doporučeného tréninku na iPhonu nebo Apple Watch.
da: Følg den anbefalede træning på iPhone eller Apple Watch.
de_de: Folge dem empfohlenen Training auf dem iPhone oder der Apple Watch.
el: Ακολούθησε την προτεινόμενη προπόνηση στο iPhone ή στο Apple Watch.
en_au: Follow the recommended workout on iPhone or Apple Watch.
es_es: Sigue el entrenamiento recomendado en el iPhone o Apple Watch.
fi: Noudata suositeltua harjoitusta iPhonella tai Apple Watchilla.
fr_ca: Suivez l'entraînement recommandé sur l'iPhone ou l'Apple Watch.
gu: ભલામણ કરેલો વર્કઆઉટ સીધો iPhone અથવા Apple Watch પર કરો.
he: אפשר לבצע את האימון המומלץ ב-iPhone או ב-Apple Watch.
hi: iPhone या Apple Watch पर सुझाया गया वर्कआउट करें।
hr: Slijedite preporučeni trening na iPhoneu ili Apple Watchu.
hu: Kövesd az ajánlott edzést iPhone-on vagy Apple Watchon.
id: Ikuti latihan yang direkomendasikan di iPhone atau Apple Watch.
it: Segui l'allenamento consigliato su iPhone o Apple Watch.
ko: 추천 운동을 iPhone 또는 Apple Watch에서 그대로 진행하세요.
mr: iPhone किंवा Apple Watch वर शिफारस केलेला वर्कआउट फॉलो करा.
ms: Ikuti senaman yang disyorkan pada iPhone atau Apple Watch.
nl_nl: Volg de aanbevolen training op iPhone of Apple Watch.
no: Følg den anbefalte treningsøkten på iPhone eller Apple Watch.
pl: Wykonuj zalecany trening na iPhonie lub Apple Watch.
pt_br: Siga o treino recomendado no iPhone ou Apple Watch.
pt_pt: Siga o treino recomendado no iPhone ou Apple Watch.
ro: Urmează antrenamentul recomandat pe iPhone sau Apple Watch.
ru: Следуйте рекомендованной тренировке на iPhone или Apple Watch.
sk: Postupujte podľa odporúčaného tréningu na iPhone alebo Apple Watch.
sl: Sledite priporočeni vadbi v iPhonu ali Apple Watchu.
sv: Följ det rekommenderade träningspasset på iPhone eller Apple Watch.
ta: iPhone அல்லது Apple Watch-ல் பரிந்துரைக்கப்பட்ட வொர்க்அவுட்டைப் பின்பற்றவும்.
te: iPhone లేదా Apple Watchలో సిఫార్సు చేసిన వర్కౌట్‌ను అనుసరించండి.
th: ทำตามโปรแกรมที่แนะนำบน iPhone หรือ Apple Watch
tr: Önerilen antrenmanı iPhone veya Apple Watch'ta uygula.
uk: Дотримуйтеся рекомендованого тренування на iPhone або Apple Watch.
vi: Làm theo buổi tập được đề xuất trên iPhone hoặc Apple Watch.
zh_hans: 在iPhone或Apple Watch上按建议训练进行。
zh_hant: 在iPhone或Apple Watch上按建議訓練進行。

# core_ui.7d0a47df7889
source: AIサーバー接続OK
ar_sa: تم الاتصال بخادم الذكاء الاصطناعي
ca: Servidor d'IA connectat
cs: AI server připojen
da: AI-server tilsluttet
de_de: KI-Server verbunden
el: Ο διακομιστής AI συνδέθηκε
en_au: AI server connected
es_es: Servidor de IA conectado
fi: Tekoälypalvelin yhdistetty
fr_ca: Serveur IA connecté
gu: AI સર્વર જોડાયેલ છે
he: שרת ה-AI מחובר
hi: AI सर्वर कनेक्ट है
hr: AI poslužitelj povezan
hu: MI-szerver csatlakoztatva
id: Server AI terhubung
it: Server IA connesso
ko: AI 서버 연결됨
mr: AI सर्व्हर जोडला आहे
ms: Pelayan AI disambungkan
nl_nl: AI-server verbonden
no: AI-server tilkoblet
pl: Serwer AI połączony
pt_br: Servidor de IA conectado
pt_pt: Servidor de IA conectado
ro: Server AI conectat
ru: Сервер ИИ подключён
sk: AI server pripojený
sl: Strežnik UI je povezan
sv: AI-server ansluten
ta: AI சர்வர் இணைக்கப்பட்டுள்ளது
te: AI సర్వర్ కనెక్ట్ అయింది
th: เชื่อมต่อเซิร์ฟเวอร์ AI แล้ว
tr: AI sunucusu bağlı
uk: Сервер ШІ підключено
vi: Đã kết nối máy chủ AI
zh_hans: AI服务器已连接
zh_hant: AI伺服器已連線

# core_ui.7d3eec40647b
source: 減量
ar_sa: فقدان الوزن
ca: pèrdua de pes
cs: Redukce váhy
da: Vægttab
de_de: Gewichtsverlust
el: Απώλεια βάρους
en_au: Weight loss.
es_es: Pérdida de peso.
fi: Painonpudotus
fr_ca: Perte de poids
gu: વજન ઘટાડવું
he: ירידה במשקל
hi: वजन कम करना
hr: Gubitak težine
hu: Csökkentés
id: Penurunan berat badan
it: Perdere peso
ko: 체중 감량
mr: वजन कमी करणे
ms: Kurangkan berat badan
nl_nl: Gewichtsverlies
no: Vektreduksjon
pl: Utrata wagi.
pt_br: Perda de peso
pt_pt: Perda de peso
ro: Pierdere în greutate
ru: Снижение веса
sk: Redukcia hmotnosti
sl: Izguba teže
sv: Viktminskning
ta: எடை குறைத்தல்
te: బరువు తగ్గడం
th: ลดน้ำหนัก
tr: Kilo vermek
uk: Зменшення ваги
vi: Giảm cân
zh_hans: 减重
zh_hant: 減重

# core_ui.7dbe91b90819
source: 目的・目標
ar_sa: الغرض/الهدف
ca: Propòsit/objectiu
cs: Cíl a jeho doporučení
da: Formål og mål
de_de: Zweck und Ziel
el: Στόχος και στόχοι
en_au: Purpose & Goals
es_es: Objetivo y metas
fi: Tavoite ja tavoitteet
fr_ca: Objectif et objectifs
gu: ધ્યય અને લક્ષ્યો
he: מטרה ויעד
hi: उद्देश और लक्ष्य
hr: Cilj i ciljevi
hu: Cél és célok
id: Tujuan & Target
it: Obiettivo e traguardo
ko: 목표 및 목표
mr: उद्दिष्ट आणि लक्ष्य
ms: Matlamat & Objektif
nl_nl: Doel en doelen
no: Formål og mål
pl: Cel i cele
pt_br: Objetivo e metas
pt_pt: Objetivo e metas
ro: Scop și obiective
ru: Цель и задачи
sk: Ciele a plány
sl: Cilj in cilji
sv: Mål och mål
ta: நோக்கம் மற்றும் இலக்கு
te: లక్ష్యం మరియు లక్ష్యాలు
th: วัตถุประสงค์และเป้าหมาย
tr: Amaç ve hedef
uk: Мета та ціль
vi: Mục đích và mục tiêu
zh_hans: 目的和目标
zh_hant: 目的與目標

# core_ui.7de76d94979f
source: 診断ログを送る
ar_sa: إرسال سجل التشخيص
ca: Envia el registre de diagnòstic
cs: Odeslat diagnostický log
da: Send diagnoselog
de_de: Diagnose-Log senden
el: Αποστολή αρχείου καταγραφής
en_au: Send diagnostic log
es_es: Enviar registro de diagnóstico
fi: Lähetä diagnostiikkalogi
fr_ca: Envoyer le journal de diagnostic
gu: ડાયગ્નોસ્ટિક લોગ મોકલો
he: שליחת יומן הדיאגנוזה
hi: डायग्नोस्टिक लॉग भेजें
hr: Pošaljite log aktivnosti
hu: Diagnosztikai napló elküldése
id: Kirim log diagnosis
it: Invia il log diagnostico
ko: 진단 로그 보내기
mr: निदान लॉग पाठवा
ms: Hantarkan log diagnosis
nl_nl: Diagnose-log versturen
no: Send diagnoselogg
pl: Wyślij log diagnostyczny
pt_br: Enviar log de diagnóstico
pt_pt: Enviar log de diagnóstico
ro: Trimite jurnalul de diagnostic
ru: Отправить журнал диагностики
sk: Odoslať diagnostický log
sl: Pošlati logarizem diagnostike
sv: Skicka diagnoslogg
ta: சிகிச்சை பதிவை அனுப்பவும்
te: డయాగ్నస్ లాగ్‌ను పంపు
th: ส่งบันทึกข้อมูล
tr: Tanılama günlüklerini gönder
uk: Надіслати журнал діагностики
vi: Gửi nhật ký chẩn đoán
zh_hans: 发送诊断日志
zh_hant: 发送诊断日志

# core_ui.7f624f77db97
source: {{value1}}のおすすめ
ar_sa: اقتراح {{value1}}
ca: Recomanació de {{value1}}
cs: Doporučení od {{value1}}
da: {{value1}}s anbefaling
de_de: Empfehlung von {{value1}}
el: Πρόταση του {{value1}}
en_au: {{value1}}'s recommendation
es_es: Recomendación de {{value1}}
fi: Kohteen {{value1}} suositus
fr_ca: Recommandation de {{value1}}
gu: {{value1}}ની ભલામણ
he: ההמלצה של {{value1}}
hi: {{value1}} का सुझाव
hr: Preporuka od {{value1}}
hu: {{value1}} ajánlása
id: Rekomendasi {{value1}}
it: Consiglio di {{value1}}
ko: {{value1}}의 추천
mr: {{value1}} ची शिफारस
ms: Cadangan {{value1}}
nl_nl: Aanbeveling van {{value1}}
no: {{value1}}s anbefaling
pl: Zalecenie od {{value1}}
pt_br: Recomendação de {{value1}}
pt_pt: Recomendação de {{value1}}
ro: Recomandarea lui {{value1}}
ru: Рекомендация {{value1}}
sk: Odporúčanie od {{value1}}
sl: Priporočilo od {{value1}}
sv: {{value1}}s rekommendation
ta: {{value1}}-ன் பரிந்துரை
te: {{value1}} సిఫార్సు
th: คำแนะนำของ {{value1}}
tr: {{value1}} önerisi
uk: Рекомендація {{value1}}
vi: Đề xuất của {{value1}}
zh_hans: {{value1}}的建议
zh_hant: {{value1}}的建議

# core_ui.81040e1e98f5
source: {{value1}}を提案した理由
ar_sa: سبب اقتراح {{value1}}
ca: Per què s'ha recomanat {{value1}}
cs: Proč bylo doporučeno {{value1}}
da: Hvorfor {{value1}} blev anbefalet
de_de: Warum {{value1}} empfohlen wurde
el: Γιατί προτάθηκε το {{value1}}
en_au: Why {{value1}} was recommended
es_es: Por qué se recomendó {{value1}}
fi: Miksi {{value1}} suositeltiin
fr_ca: Pourquoi {{value1}} a été recommandé
gu: {{value1}} શા માટે ભલામણ કરાયું
he: למה {{value1}} הומלץ
hi: {{value1}} सुझाने का कारण
hr: Zašto je preporučen {{value1}}
hu: Miért lett a(z) {{value1}} ajánlva
id: Alasan {{value1}} direkomendasikan
it: Perché è stato consigliato {{value1}}
ko: {{value1}}을 추천한 이유
mr: {{value1}} ची शिफारस करण्याचे कारण
ms: Sebab {{value1}} disyorkan
nl_nl: Waarom {{value1}} is aanbevolen
no: Hvorfor {{value1}} ble anbefalt
pl: Dlaczego zalecono {{value1}}
pt_br: Por que {{value1}} foi recomendado
pt_pt: Por que {{value1}} foi recomendado
ro: De ce a fost recomandat {{value1}}
ru: Почему рекомендовано {{value1}}
sk: Prečo bolo odporúčané {{value1}}
sl: Zakaj je bil priporočen {{value1}}
sv: Varför {{value1}} rekommenderades
ta: {{value1}} பரிந்துரைக்கப்பட்டதற்கான காரணம்
te: {{value1}}ను సిఫార్సు చేసిన కారణం
th: เหตุผลที่แนะนำ {{value1}}
tr: {{value1}} neden önerildi
uk: Чому рекомендовано {{value1}}
vi: Vì sao {{value1}} được đề xuất
zh_hans: 推荐{{value1}}的原因
zh_hant: 推薦{{value1}}的原因

# core_ui.813a696c3764
source: 提案学習だけリセット
ar_sa: إعادة تعلّم الاقتراحات فقط
ca: Restableix només l'aprenentatge de recomanacions
cs: Resetovat pouze učení doporučení
da: Nulstil kun anbefalingslæring
de_de: Nur Empfehlungslernen zurücksetzen
el: Επαναφορά μόνο της εκμάθησης προτάσεων
en_au: Reset recommendation learning only
es_es: Restablecer solo el aprendizaje de recomendaciones
fi: Nollaa vain suositusten oppiminen
fr_ca: Réinitialiser uniquement l'apprentissage des recommandations
gu: ફક્ત ભલામણ શીખવાનું રીસેટ કરો
he: איפוס למידת ההמלצות בלבד
hi: केवल सुझाव सीखने को रीसेट करें
hr: Poništi samo učenje preporuka
hu: Csak az ajánlások tanulásának visszaállítása
id: Atur ulang pembelajaran rekomendasi saja
it: Reimposta solo l'apprendimento dei consigli
ko: 추천 학습만 재설정
mr: फक्त शिफारस शिकणे रीसेट करा
ms: Tetapkan semula pembelajaran cadangan sahaja
nl_nl: Alleen aanbevelingsleren resetten
no: Tilbakestill bare anbefalingslæring
pl: Zresetuj tylko naukę zaleceń
pt_br: Redefinir apenas o aprendizado de recomendações
pt_pt: Repor apenas o aprendizado de recomendações
ro: Resetează doar învățarea recomandărilor
ru: Сбросить только обучение рекомендаций
sk: Resetovať iba učenie odporúčaní
sl: Ponastavi samo učenje priporočil
sv: Återställ endast rekommendationsinlärning
ta: பரிந்துரை கற்றலை மட்டும் மீட்டமைக்கவும்
te: సిఫార్సు నేర్చుకోవడాన్ని మాత్రమే రీసెట్ చేయండి
th: รีเซ็ตเฉพาะการเรียนรู้คำแนะนำ
tr: Yalnızca öneri öğrenmesini sıfırla
uk: Скинути лише навчання рекомендацій
vi: Chỉ đặt lại việc học đề xuất
zh_hans: 仅重置建议学习
zh_hant: 僅重置建議學習

# core_ui.8154b5aebe16
source: 報告理由
ar_sa: سبب البلاغ
ca: Motiu de l'informe
cs: Důvod hlášení
da: Årsag til indberetning
de_de: Grund der Meldung
el: Λόγος αναφοράς
en_au: Reason for reporting
es_es: Motivo del informe
fi: Ilmoituksen syy
fr_ca: Motif du signalement
gu: રિપોર્ટનું કારણ
he: סיבת הדיווח
hi: रिपोर्ट करने का कारण
hr: Razlog prijave
hu: Jelentés oka
id: Alasan pelaporan
it: Motivo della segnalazione
ko: 신고 이유
mr: अहवाल देण्याचे कारण
ms: Sebab laporan
nl_nl: Reden voor melding
no: Årsak til rapportering
pl: Powód zgłoszenia
pt_br: Motivo da denúncia
pt_pt: Motivo da denúncia
ro: Motivul raportării
ru: Причина жалобы
sk: Dôvod hlásenia
sl: Razlog za prijavo
sv: Orsak till rapportering
ta: புகாரளிப்பதற்கான காரணம்
te: రిపోర్ట్ చేయడానికి కారణం
th: เหตุผลในการรายงาน
tr: Bildirim nedeni
uk: Причина скарги
vi: Lý do báo cáo
zh_hans: 举报原因
zh_hant: 舉報原因

# core_ui.81cbef31388d
source: 使えるものだけでメニューを作ります
ar_sa: سننشئ التمارين باستخدام المعدات المتاحة
ca: Crearem entrenaments amb l'equip disponible
cs: Vytvoříme tréninky s dostupným vybavením
da: Vi laver træninger med det tilgængelige udstyr
de_de: Trainings werden mit den verfügbaren Geräten erstellt
el: Θα δημιουργήσουμε προπονήσεις με τον διαθέσιμο εξοπλισμό
en_au: We'll build workouts using available equipment
es_es: Crearemos entrenamientos con el equipo disponible
fi: Luomme harjoitukset käytettävissä olevilla välineillä
fr_ca: Nous créerons les entraînements avec l'équipement disponible
gu: અમે ઉપલબ્ધ સાધનો વડે વર્કઆઉટ બનાવીશું
he: נבנה אימונים באמצעות הציוד הזמין
hi: हम उपलब्ध उपकरणों से वर्कआउट बनाएँगे
hr: Izradit ćemo treninge s dostupnom opremom
hu: A rendelkezésre álló eszközökkel készítünk edzéseket
id: Kami akan membuat latihan dengan peralatan yang tersedia
it: Creeremo allenamenti con l'attrezzatura disponibile
ko: 사용 가능한 기구로 운동을 만듭니다
mr: उपलब्ध उपकरणांमधून वर्कआउट तयार करू
ms: Kami akan membina senaman menggunakan peralatan yang tersedia
nl_nl: We maken trainingen met de beschikbare apparatuur
no: Vi lager treningsøkter med tilgjengelig utstyr
pl: Utworzymy treningi z użyciem dostępnego sprzętu
pt_br: Criaremos treinos com os equipamentos disponíveis
pt_pt: Serão criados treinos com os equipamentos disponíveis
ro: Vom crea antrenamente folosind echipamentul disponibil
ru: Тренировки будут созданы с доступным оборудованием
sk: Vytvoríme tréningy s dostupným vybavením
sl: Ustvarili bomo vadbe z razpoložljivo opremo
sv: Vi skapar träningspass med tillgänglig utrustning
ta: கிடைக்கும் உபகரணங்களைப் பயன்படுத்தி வொர்க்அவுட்களை உருவாக்குவோம்
te: అందుబాటులో ఉన్న పరికరాలతో వర్కౌట్లు రూపొందిస్తాము
th: เราจะสร้างโปรแกรมด้วยอุปกรณ์ที่มี
tr: Kullanılabilir ekipmanlarla antrenman oluşturacağız
uk: Тренування буде створено з доступним обладнанням
vi: Chúng tôi sẽ tạo buổi tập bằng thiết bị hiện có
zh_hans: 我们会使用现有器械制定训练
zh_hant: 我們會使用現有器材制定訓練

# core_ui.82ae8bf04c79
source: 心拍とRPEで休憩を調整
ar_sa: اضبط الراحة باستخدام نبض القلب وRPE
ca: Ajusta el descans amb la freqüència cardíaca i l'RPE
cs: Upravit odpočinek podle tepu a RPE
da: Juster hvile med puls og RPE
de_de: Pause anhand von Herzfrequenz und RPE anpassen
el: Προσαρμογή ανάπαυσης με καρδιακό ρυθμό και RPE
en_au: Adjust rest using heart rate and RPE
es_es: Ajustar el descanso con la frecuencia cardiaca y el RPE
fi: Säädä lepoa sykkeen ja RPE:n avulla
fr_ca: Ajuster le repos avec la fréquence cardiaque et le RPE
gu: હૃદયગતિ અને RPE વડે આરામ ગોઠવો
he: התאמת המנוחה לפי דופק ו-RPE
hi: हृदय गति और RPE से आराम समायोजित करें
hr: Prilagodi odmor prema pulsu i RPE-u
hu: Pihenőidő igazítása pulzus és RPE alapján
id: Sesuaikan istirahat menggunakan detak jantung dan RPE
it: Regola il riposo con frequenza cardiaca e RPE
ko: 심박수와 RPE로 휴식 조정
mr: हृदयगती आणि RPE वापरून विश्रांती समायोजित करा
ms: Laraskan rehat menggunakan kadar denyutan jantung dan RPE
nl_nl: Rust aanpassen met hartslag en RPE
no: Juster hvile med puls og RPE
pl: Dostosuj odpoczynek według tętna i RPE
pt_br: Ajustar o descanso usando frequência cardíaca e RPE
pt_pt: Ajustar o descanso usando frequência cardíaca e RPE
ro: Ajustează odihna folosind pulsul și RPE
ru: Настроить отдых по пульсу и RPE
sk: Upraviť odpočinok podľa tepu a RPE
sl: Prilagodi počitek glede na srčni utrip in RPE
sv: Justera vila med puls och RPE
ta: இதயத் துடிப்பு மற்றும் RPE மூலம் ஓய்வைச் சரிசெய்யவும்
te: హృదయ స్పందన మరియు RPEతో విశ్రాంతిని సర్దుబాటు చేయండి
th: ปรับเวลาพักด้วยอัตราการเต้นหัวใจและ RPE
tr: Dinlenmeyi kalp atış hızı ve RPE ile ayarla
uk: Налаштувати відпочинок за пульсом і RPE
vi: Điều chỉnh thời gian nghỉ bằng nhịp tim và RPE
zh_hans: 根据心率和RPE调整休息
zh_hant: 根據心率和RPE調整休息
